Repository: nsquared-team/draw-attention
Catalog: languages/drawattention-*.po
Languages: pt_br

source: Settings
pt_br: Definições

source: You need to define some clickable areas for your image.
pt_br: Você precisa definir algumas áreas clicáveis para a sua imagem.

source: Edit Image
pt_br: Editar Imagem

source: Copy Shortcode
pt_br: Copiar Shortcode

source: Image
pt_br: Imagem

source: All Images
pt_br: Todas as Imagens

source: Add New
pt_br: Adicionar Novo

source: Add New Image
pt_br: Adicionar Nova Imagem

source: Edit
pt_br: Editar

source: New Image
pt_br: Nova Imagem

source: View Image
pt_br: Ver Imagem

source: Search Images
pt_br: Pesquisar Imagens

source: Nothing found in the Database.
pt_br: Nada encontrado na base de dados.

source: Nothing found in Trash
pt_br: Nada encontrado no lixo

source: Stores
pt_br: Lojas

# Taxonomy plural name
source: Hotspot Images
pt_br: Imagens Hotspot

# Taxonomy singular name
source: Hotspot Image
pt_br: Imagem Hotspot

source: Search Hotspot Images
pt_br: Pesquisar Imagens Hotspot

source: Popular Hotspot Images
pt_br: Imagens Hotspot Populares

source: All Hotspot Images
pt_br: Todas as Imagens

source: Parent Hotspot Image
pt_br: Imagem Pai Hotspot

source: Edit Hotspot Image
pt_br: Editar Imagem Hotspot

source: Update Hotspot Image
pt_br: Atualizar Imagem Hotspot

source: Add New Hotspot Image
pt_br: Adicionar Nova Imagem Hotspot

source: New Hotspot Image Name
pt_br: Novo Nome de Imagem Hotspot

source: Add or remove Hotspot Images
pt_br: Adicionar ou remover Imagens Hotspot

source: Choose from most used Hotspot Images
pt_br: Escolher das Imagens Hotspot mais usadas

source: Hotspot Image
pt_br: Imagem Hotspot

source: Hotspot Areas
pt_br: Áreas hotspot

source: Highlight Styling
pt_br: Destacar Estilo

source: Highlight Color
pt_br: Destacar Cor

source: Highlight Opacity
pt_br: Destacar Opacidade

source: Border Color
pt_br: Cor da Borda

source: Border Opacity
pt_br: Opacidade da Borda

source: Border Width
pt_br: Largura da Borda

source: More Info Box Styling
pt_br: Estilo da Caixa Mais Info

source: Title Color
pt_br: Cor do Título

source: Set the color of titles in More Info box
pt_br: Definir cores de títulos na caixa Mais Info

source: Text Color
pt_br: Cor do Texto

source: Set the color of body text in More Info box
pt_br: Definir a cor no campo de texto na caixa Mais Info

source: Background Color
pt_br: Cor de Fundo

source: Set the background color of the More Info box
pt_br: Definir cor de fundo de caixa Mais Info

source: Default More Info
pt_br: Mais Info Padrão

source: Set the text to show up in the more info box (when no area is selected)
pt_br: Definir o texto para exibir na caixa Mais Info (quando nenhuma área é selecionada)

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Coordinates
pt_br: Coordenadas

source: Draw the clickable areas of your image
pt_br: Desenhe áreas clicáveis de sua imagem

source: Clickable Area #{#}
pt_br: Área Clicável #{#}

source: Add Another Area
pt_br: Adicione Outra Área

source: Remove Area
pt_br: Remover Área

source: Detail Image
pt_br: Detalhe de Imagem

source: Upload an image or enter a URL to show in the more info box
pt_br: Faça o upload de uma imagem ou digite uma URL para mostrar na info box

source: Test Metabox
pt_br: Testar Metabox

source: Test Text
pt_br: Testar texto

source: field description (optional)
pt_br: descrição de campo (opcional)

source: Test Text Small
pt_br: Testar Texto Pequeno

source: Test Text Medium
pt_br: Testar Texto Médio

source: Website URL
pt_br: URL de Website

source: Test Text Email
pt_br: Testar Texto de Email

source: Test Time
pt_br: Testar Tempo

source: Time zone
pt_br: Zona horária

source: Test Date Picker
pt_br: Testar Seletor de Data

source: Test Date Picker (UNIX timestamp)
pt_br: Testar Seletor de Data (carimbo de tempo UNIX)

source: Test Date/Time Picker Combo (UNIX timestamp)
pt_br: Testar Combo de Selecionador de Data/Hora (carimbo de tempo UNIX)

source: Test Money
pt_br: Testar Dinheiro

source: Test Color Picker
pt_br: Testar Seletor de Cor

source: Test Text Area
pt_br: Testar Área de Texto

source: Test Text Area Small
pt_br: Testar Área de Texto Pequena

source: Test Text Area for Code
pt_br: Teste Área de texto para o Código

source: Test Title Weeeee
pt_br: Testar Título Weeeee

source: This is a title description
pt_br: Isto é uma descrição de título

source: Test Select
pt_br: Testar Selecionar

source: Option One
pt_br: Opção Um

source: Option Two
pt_br: Opção Dois

source: Option Three
pt_br: Opção Três

source: Test Radio inline
pt_br: Testar Rádio em linha

source: Test Radio
pt_br: Testar Rádio

source: Test Taxonomy Radio
pt_br: Testar Taxonomia de Rádio

source: Test Taxonomy Select
pt_br: Testar Taxonomia de Selecionar

source: Test Taxonomy Multi Checkbox
pt_br: Testar Taxonomia de caixa de multi seleção

source: Test Checkbox
pt_br: Testar caixa de seleção

source: Test Multi Checkbox
pt_br: Testar caixa de multi seleção

source: Check One
pt_br: Verificação Um

source: Check Two
pt_br: Verificação Dois

source: Check Three
pt_br: Verificação Três

source: Test wysiwyg
pt_br: Testar wysiwyg

source: Test Image
pt_br: Testar Imagem

source: Upload an image or enter a URL.
pt_br: Carregar imagem ou escrever URL

source: Multiple Files
pt_br: Múltiplos ficheiros

source: Upload or add multiple images/attachments.
pt_br: Carregar ou adicionar múltiplas imagens/anexos

source: oEmbed
pt_br: oEmbutir

source: Enter a youtube, twitter, or instagram URL. Supports services listed at <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.
pt_br: Adicione URL de youtube, twitter ou instagram. Serviços suportados em <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.

source: About Page Metabox
pt_br: Sobre a Página Metabox

source: Repeating Field Group
pt_br: Grupo de Repeating Field

source: Generates reusable form entries
pt_br: Gera entradas de formulário reusáveis

source: Entry {#}
pt_br: Entrada {#}

source: Add Another Entry
pt_br: Adicionar Outra Entrada

source: Remove Entry
pt_br: Remover Entrada

source: User Profile Metabox
pt_br: Perfil de Utilizador Metabox

source: Extra Info
pt_br: Informação Extra

source: Facebook URL
pt_br: Endereço Facebook

source: Twitter URL
pt_br: Endereço Twitter

source: Google+ URL
pt_br: Endereço Google+

source: Linkedin URL
pt_br: Endereço LinkedIn

source: User Field
pt_br: Campo de Utilizador

source: Theme Options Metabox
pt_br: Metabox das Opções do Tema

source: Site Background Color
pt_br: Cor de fundo do site

source: Metabox configuration is required to have an ID parameter
pt_br: Configuração Metabox é necessária para ter um parâmetro de ID

source: Click to toggle
pt_br: Clique para alternar

source: Please Try Again
pt_br: Por favor tente de novo

source: Remove Embed
pt_br: Remover Embutido

source: No oEmbed Results Found for %s. View more info at
pt_br: Sem Resultados oEmbed para %s. Veja mais info em

source: Add Group
pt_br: Adicionar Grupo

source: Remove Group
pt_br: Remover Grupo

source: None
pt_br: Nenhum

source: Add Row
pt_br: Adicionar Linha

source: Remove
pt_br: Remover

source: No terms
pt_br: Sem termos

source: Add or Upload File
pt_br: Adicionar ou Carregar Ficheiro

source: Remove Image
pt_br: Remover Imagem

source: File:
pt_br: Ficheiro:

source: Download
pt_br: Baixar

source: Clear
pt_br: Limpar

source: Default
pt_br: Padrão

source: Select Color
pt_br: Selecionar Cor

source: Current Color
pt_br: Cor Atual

source: mm/dd/yy
pt_br: mm/dd/aa

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
pt_br: Domingo, Segunda, Terça, Quarta, Quinta, Sexta, Sábado

source: Su, Mo, Tu, We, Th, Fr, Sa
pt_br: Do, Se, Te, Qr, Qu, Sx, Sa

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
pt_br: Dom, Seg, Ter, Qua, Qui, Sex, Sab

source: January, February, March, April, May, June, July, August, September, October, November, December
pt_br: Janeiro, Fevereiro, Março, Abril, Maio, Junho, Julho, Agosto, Setembro, Outubreo, Novembro, Dezembro

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
pt_br: Jan, Fev, Mar, Abr, Mai, Jun, Jul, Ago, Set, Out, Nov, Dez

source: Next
pt_br: Próximo

source: Prev
pt_br: Anterior

source: Today
pt_br: Hoje

source: Done
pt_br: Concluído

source: Use this file
pt_br: Use este ficheiro

source: Select / Deselect All
pt_br: Selecionar / Remover Tudo

source: Save
pt_br: Salvar

source: Success:
pt_br: Successo:

source: The plugin options have been successfully updated!
pt_br: As opções do plugin foram atualizadas com sucesso!

source: Please make sure you filled in all the required fields before submitting. At least <em><strong>one post type</strong></em> and <em><strong>one extension</strong></em> must be selected!
pt_br: Por favor verique que preencheu todos os campos requeridos antes de enviar. Pelo menos <em><strong>um post type</strong></em> e <em><strong>uma extensão</strong></em> devem ser selecionadas!

source: Contact me
pt_br: Contacte-me

source: If you have any questions regarding this plugin or have ideas on how to improve it then please dont hesitate to
pt_br: Se você tem alguma dúvida sobre este plugin ou tem idéias sobre como melhorá-lo, por favor, não hesite em

source: contact me
pt_br: contacte-me

source: Send me an email
pt_br: Envie-me um email

source: Find me on Facebook
pt_br: Encontre-me no Facebook

source: Find me on Twitter
pt_br: Encontre-me no Twitter

source: Find me on Google+
pt_br: Encontre-me no Google+

source: Available options:
pt_br: Opções disponíveis:

source: Which post types do you want the meta box to display at?
pt_br: Que post types quer que a meta box exiba?

source: Which of the following file types should be supported?
pt_br: Quais dos seguintes tipos de ficheiro devem ser suportados?

source: Change the capability required to customize the plugin settings
pt_br: Mudar capacidade requerida para customizar definições de plugin

source: The default capability is <code>manage_options</code> and applies to administrators.
pt_br: A capacidade padrão é <code>manage_options</code> e aplica-se a administradores

source: User roles &amp; capabilities
pt_br: Função de utilizador &amp; capacidades

source: Publish / update post after successful image upload?
pt_br: Publicar / atualizar post após carregamento bem sucedido de imagem?

source: If you like some users upload the featured image as the last step when publishing a post, this option is for you.
pt_br: Se gostaria que alguns utilizadores carreguem a imagem de destaque como último passo ao publicar um artigo, esta opção é para si.

source: Update settings
pt_br: Atualizar definições

source: Set featured image
pt_br: Defina imagem de destaque

source: Remove image
pt_br: Remover imagem

source: Drop image here
pt_br: Coloque imagem aqui

# Uploader: Drop files here - or - Select Files
source: or
pt_br: ou

source: Upload Image
pt_br: Carregue Imagem

source: Media Library
pt_br: Biblioteca de Mídia

source: Allowed Files
pt_br: Ficheiros Permitidos

source: You may only upload one image at a time!
pt_br: Pode carregar apenas uma imagem de cada vez.

source: The file you selected exceeds the maximum filesize limit.
pt_br: O ficheiro que selecionou excede o limite de tamanho de ficheiro.

source: Drag & Drop Feaured image: Unknown post och attachment ID, please try again!
pt_br: Imagem de destaque Arraste & Coloque: ID de anexo de post desconhecido, por favor tente de novo!

source: Drag & Drop Feaured image: An error occured, please reload page!
pt_br: Imagem de destaque Drag & Drop: Ocorreu um erro, por favor recarregue página!

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Bottom
pt_br: Fundo

source: Top
pt_br: Topo

source: Lightbox
pt_br: Caixa de luz

source: Show more info on
pt_br: Mostrar mais informação em

source: Click
pt_br: Clique

source: License & Support
pt_br: Licença & Suporte

source: Enter License Key
pt_br: Escreva Chave de Licença

source: Draw Attention Pro - License & Updates
pt_br: Draw Attention Pro - Licença & Atualizações

source: Please enter your license key to receive support & updates
pt_br: Por favor entre sua chave de acesso para receber suporte & atualizações

source: Click here to purchase or renew a license
pt_br: Clique aqui para comprar ou renovar licença

source: Valid license
pt_br: Licença válida

source: Invalid license. Please verify the license key, you may need to <a href="http://tylerdigital.com/products/draw-attention/" target="_blank">renew your license</a> or <a href="mailto:support@tylerdigital.com">contact support</a></p>
pt_br: Licença inválida. Por favor verifique a chave de licença, pode requerer <a href="http://tylerdigital.com/products/draw-attention/" target="_blank">renovar sua licença</a> ou <a href="mailto:support@tylerdigital.com">contactar o suporte</a></p>

source: License Key
pt_br: Chave de Licença

source: Update
pt_br: Atualizar

source: Apply Color Scheme
pt_br: Aplicar Esquema de Cor

source: Quickly apply a theme (you can adjust each color afterwards).
pt_br: Aplicar rapidamente um tema (pode ajustar cor depois)

source: Select a theme...
pt_br: Selecione um tema...
